{
  "paintings": [
    {
      "id": 1,
      "title": "The swing",
      "description": "The painting depicts an elegantly dressed young woman on a swing. A smiling young man, hiding in the bushes below and to the left, points towards her billowing dress with hat in hand. A smiling older man, who is nearly hidden in the shadows on the right, propels the swing with a pair of ropes, as a small white dog barks nearby. The lady is wearing a bergère hat (shepherdess hat), as she flings her shoe with an outstretched left foot. Two statues are present, one of a putto, who watches from above the young man on the left with its finger in front of its lips, the other of two putti is on the right beside the older man.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Fragonard%2C_The_Swing.jpg/1200px-Fragonard%2C_The_Swing.jpg",
      "artist": "Jean-Honoré Fragonard",
      "date":"1999",
      "where":"bogota",
      "pagina":1
    },
    {
      "id": 2,
      "title": "girl whit a pear earring",
      "description": "The painting is a tronie, the Dutch 17th-century description of a 'head' that was not meant to be a portrait. It depicts a European girl wearing exotic dress, an oriental turban, and what appears to be a very large pearl as an earring.[1] In 2014, Dutch astrophysicist Vincent Icke [nl] raised doubts about the material of the earring and argued that it looks more like polished tin than pearl on the grounds of the specular reflection, the pear shape and the large size of the earring.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Johannes_Vermeer_%281632-1675%29_-_The_Girl_With_The_Pearl_Earring_%281665%29.jpg/1200px-Johannes_Vermeer_%281632-1675%29_-_The_Girl_With_The_Pearl_Earring_%281665%29.jpg",
      "artist": "Johannes Vermeer",
      "date":"1999",
      "where":"bogota",
      "pagina":1
    },
    {
      "id": 3,
      "title": "The unplaiting of the hair",
      "description": "A true discovery, the Russian painter Andrey Remnev. Of course, the man couldn't be more outdated, but I deduce that he doesn't give a damn and that they can give to modernity (and to the West: the guy refuses to leave Russia) as long as he has icons left Religious medieval in which to be inspired.",
      "url":"https://arthur.io/img/art/jpg/00017344d7b24b30c/andrey-remnev/the-unplaiting-of-the-hair/large/andrey-remnev--the-unplaiting-of-the-hair.jpg",
      "artist": "Andrey Remnev",
      "date":"1999",
      "where":"bogota",
      "pagina":1
    },
    {
      "id": 4,
      "title":"Mona Lisa",
      "description":"The sitter in the painting is thought to be Lisa Gherardini, the wife of Florence merchant Francesco del Giocondo, but experts aren't sure. It did represent an innovation in art -- the painting is the earliest known Italian portrait to focus so closely on the sitter in a half-length portrait, according to the Louvre, where it was first installed in 1804.",
      "url":"https://historia.nationalgeographic.com.es/medio/2018/06/11/01-mona-lisa-marco-gioconda-louvre_2d7f91a1.jpg",
      "artist":"Leonardo da Vinci",
      "date":"1503 to 1519",
      "where":"Louvre Museum (Paris)",
      "pagina":1
    },
    {
      "id": 5,
      "title":"The last supper",
      "description":"Painted in an era when religious imagery was still a dominant artistic theme, The Last Supper depicts the last time Jesus broke bread with his disciples before his crucifixion. The painting is actually a huge fresco -- 4.6 meters (15 feet) high and 8.8 meters (28.9 feet) wide, which makes for a memorable viewing.",
      "url":"https://www.sightseeingtoursitaly.com/wp-content/uploads/2019/05/Last-Supper-1.jpg",
      "artist":"Leonardo da Vinci",
      "date":"1495 to 1498",
      "where":"Santa Maria delle Grazie (Milan, Italy)",
      "pagina":1
    },
    {
      "id": 6,
      "title":"The starry night",
      "description":"The comparatively abstract painting is the signature example of van Gogh's innovative and bold use of thick brushstrokes. The painting's striking blues and yellows and the dreamy, swirling atmosphere have intrigued art lovers for decades.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg/1200px-Van_Gogh_-_Starry_Night_-_Google_Art_Project.jpg",
      "artist":"Vincent van Gogh",
      "date":"1889",
      "where":"Museum of Modern Art (New York City)",
      "pagina":1
    },
    {
      "id": 7,
      "title": "The scream",
      "description":"First things first -- The Scream is not a single work of art. According to a British Museum's blog, there are two paintings, two pastels and then an unspecified number of prints. The paintings reside in the National Museum and the Munch Museum, and in 2012, one of the pastels sold for almost $120 million at auction.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Edvard_Munch_-_The_Scream_-_Google_Art_Project.jpg/1620px-Edvard_Munch_-_The_Scream_-_Google_Art_Project.jpg",
      "artist":"Edvard Munch",
      "date":"1893",
      "where":"National Museum (Oslo, Norway -- opening in 2020) and Munch Museum (Oslo -- through May 2020)",
      "pagina":1
    },
    {
      "id": 8,
      "title":"Guernica",
      "description":"This is the most recent painting on this list, and it depicts the German aerial bombing of the town of Guernica in the Basque region during the Spanish Civil War. The painting has that distinctive Picasso style, and its unflinching examination of the horrors of war made it an essential part of 20th century culture and history.",
      "url":"https://static5.museoreinasofia.es/sites/default/files/obras/DE00050.jpg",
      "artist":"Pablo Picasso",
      "date":"1937",
      "where":"Museo Reina Sofía (Madrid)",
      "pagina":1
    },
    {
      "id": 9,
      "title":"The kiss",
      "description":"With No. 6, we move from a study in hate to a study in love with Gustav Klimt's beloved The Kiss. From Klimt's Golden Period, Byzantine artistic influences can be seen in the highly decorative robes worn by the passionate, life-sized couple.The Upper Belvedere says that with The Kiss, Klimt makes a general allegorical statement about love being at the heart of human existence. Given its magnetic appeal, it seems people agree.",
      "url":"https://d7hftxdivxxvm.cloudfront.net/?height=800&quality=80&resize_to=fit&src=https%3A%2F%2Fd32dm0rphc51dk.cloudfront.net%2FNOpIAwQa-3r51Cg9qXKbfA%2Fnormalized.jpg&width=782",
      "artist":"Gustav Klimt",
      "date":"1907 to 1908",
      "where":"Upper Belvedere museum (Vienna, Austria)",
      "pagina":1
    },
    {
      "id": 10,
      "title":"The Birth of Venus",
      "description":"The oldest painting in the top 10 and competing with The Kiss for most sensuous, The Birth of Venus was probably commissioned by a member of the wealthy and art-loving Medici family, which ruled Florence and nearby areas for centuries. Marrying a renewed interest in classic Greek culture with Early Renaissance style, Botticelli creates an unforgettable figure with the Goddess of Love emerging from a huge scallop shell.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Sandro_Botticelli_-_La_nascita_di_Venere_-_Google_Art_Project_-_edited.jpg/640px-Sandro_Botticelli_-_La_nascita_di_Venere_-_Google_Art_Project_-_edited.jpg",
      "artist":"Sandro Botticelli",
      "date":"1485",
      "where":"Le Gallerie Degli Uffizi (Florence, Italy)",
      "pagina":2
    },
    {
      "id": 11,
      "title":"Las meninas",
      "description":"Madrid is the only city in this roundup where you'll find two of the most 10 famous paintings, the first being Guernica at No. 5 and Las Maninas here at No. 9. Housed at the popular (and vast) Prado, Las Meninas is not only Diego Velázquez`s most famous painting, it's also one of his largest. The complexity of the work has fascinated art critics and the public for centuries.",
      "url":"https://historia.nationalgeographic.com.es/medio/2020/05/26/las-meninas-01_102d7581_1200x630.jpg",
      "artist":"Diego Velázquez",
      "date":"1656",
      "where":"Museo del Prado (Madrid)",
      "pagina":2
    },
    {
      "id": 12,
      "title":"Creation of Adam",
      "description":"The most famous work by renowned artist Michelangelo covers a section of the Sistine Chapel's ceiling -- you have to look up to view it. The scene depicts God and Adam with outstretched arms, their fingers nearly touching. It is one of the most replicated images in history. Adam's muscular form hints at Michelangelo's other talent -- his David is possibly the world's most famous sculpture. You can see the towering marble statue at the Galleria dell'Accademia in Florence.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Michelangelo_-_Creation_of_Adam_%28cropped%29.jpg/1200px-Michelangelo_-_Creation_of_Adam_%28cropped%29.jpg",
      "artist":"Michelangelo",
      "date":"1508 to 1512",
      "where":"Sistine Chapel (Vatican City)",
      "pagina":2
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "comment 1",
      "postId": 1
    },
    {
      "id": 2,
      "body": "comment 2",
      "postId": 1
    }
  ],
  "profile": {
    "name": "Profile 1"
  }
}
