{
  "paintings": [
    {
      "id": 1,
      "title": "The swing",
      "description": "The painting depicts an elegantly dressed young woman on a swing. A smiling young man, hiding in the bushes below and to the left, points towards her billowing dress with hat in hand. A smiling older man, who is nearly hidden in the shadows on the right, propels the swing with a pair of ropes, as a small white dog barks nearby. The lady is wearing a bergère hat (shepherdess hat), as she flings her shoe with an outstretched left foot. Two statues are present, one of a putto, who watches from above the young man on the left with its finger in front of its lips, the other of two putti is on the right beside the older man.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/Fragonard%2C_The_Swing.jpg/1200px-Fragonard%2C_The_Swing.jpg",
      "artist": "Jean-Honoré Fragonard"
    },
    {
      "id": 2,
      "title": "girl whit a pear earring",
      "description": "The painting is a tronie, the Dutch 17th-century description of a 'head' that was not meant to be a portrait. It depicts a European girl wearing exotic dress, an oriental turban, and what appears to be a very large pearl as an earring.[1] In 2014, Dutch astrophysicist Vincent Icke [nl] raised doubts about the material of the earring and argued that it looks more like polished tin than pearl on the grounds of the specular reflection, the pear shape and the large size of the earring.",
      "url":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/66/Johannes_Vermeer_%281632-1675%29_-_The_Girl_With_The_Pearl_Earring_%281665%29.jpg/1200px-Johannes_Vermeer_%281632-1675%29_-_The_Girl_With_The_Pearl_Earring_%281665%29.jpg",
      "artist": "Johannes Vermeer"
    },
    {
      "id": 3,
      "title": "The unplaiting of the hair",
      "description": "A true discovery, the Russian painter Andrey Remnev. Of course, the man couldn't be more outdated, but I deduce that he doesn't give a damn and that they can give to modernity (and to the West: the guy refuses to leave Russia) as long as he has icons left Religious medieval in which to be inspired.",
      "url":"https://arthur.io/img/art/jpg/00017344d7b24b30c/andrey-remnev/the-unplaiting-of-the-hair/large/andrey-remnev--the-unplaiting-of-the-hair.jpg",
      "artist": "Andrey Remnev"
    }
  ],
  "comments": [
    {
      "id": 1,
      "body": "comment 1",
      "postId": 1
    },
    {
      "id": 2,
      "body": "comment 2",
      "postId": 1
    }
  ],
  "profile": {
    "name": "Profile 1"
  }
}
